Repository: LavoraMi/LavoraMi-iOS
Catalog: Localizable.xcstrings
Source language: it
Languages: en, es

source: e la
en: and the
es: y la

source: per aggiungerla alla lista. Puoi modificarla in qualsiasi momento.
en: to add it to the list. You can edit it at any time.
es: para añadirla a la lista. Puedes modificarla en cualquier momento.

source: , clicca su
en: , click on
es: , haz clic en

# %lld attuali, %lld programmati.
source: %1$lld attuali, %2$lld programmati.
en: %1$lld current, %2$lld scheduled.
es: %1$lld actuales, %2$lld programadas.

source: 🇪🇸 Spagnolo
en: 🇪🇸 Spanish
es: 🇪🇸 Español

source: 🇬🇧 Inglese
en: 🇬🇧 English
es: 🇬🇧 Inglés

source: 🇮🇹 Italiano
en: 🇮🇹 Italian

source: 👋 Ciao %@
en: 👋 Hi %@
es: 👋 Hola %@

source: 15 Dic 2026
en: 15 Dec 2026

source: Accedi
en: Sign in
es: Iniciar sesión

source: Accedi al tuo Account per continuare.
en: Sign in to your Account to continue.
es: Inicia sesión en tu Cuenta para continuar.

source: Accedo...
en: Logging in
es: Entro...

source: Accessibile, sempre.
en: Accessible, always.
es: Accesible, siempre.

source: Accessibilità
en: Accessibility
es: Accesibilidad

source: Account creato con Apple
en: Account created with Apple
es: Cuenta creada con Apple

source: Aderenti:
en: Members:
es: Adheridos:

source: Aggiorna ora
en: Update Now
es: Actualizar ahora

source: Aggiornato, Sempre.
en: Updated, Always.
es: Actualizado, siempre.

source: Aiuto
en: Help
es: Ayuda

source: Altre Notifiche
en: Other Notifications
es: Otras notificaciones

source: Annulla
en: Cancel
es: Cancelar

source: Apri Impostazioni
en: Open Settings
es: Abre Ajustes

source: Apri link:
en: Open link:
es: Abrir enlace:

source: Arrivi
en: Arrivals
es: Llegadas

source: Aspetto e Lingua
en: Appearance and Language
es: Aspecto y idioma

source: Attiva Feedback Vibrazione
en: Enable Haptic Feedback
es: Activar Vibración Tactil

source: Attiva i Feedback di vibrazione su alcune schermate.
en: Enable Haptic Feedback on certain screens.
es: Activa la vibración táctil en determinadas pantallas o botones.

source: Attiva le notifiche per rimanere al passo coi lavori. Senza perderti sorprese.
en: Turn on notifications to stay up to date on the work. Don’t miss out on any surprises.
es: Activa las notificaciones para estar al tanto de los avances. Sin perderte ninguna sorpresa.

source: ATTUALMENTE LA LINEA ATTESTA A: MILANO BOVISA.
en: THE LINE CURRENTLY TERMINATES AT: MILANO BOVISA.
es: ACTUALMENTE LA LÍNEA LLEGA HASTA: MILANO BOVISA.

source: Avanti
en: Next
es: Siguiente

source: AVVISO SCIOPERO
en: STRIKE NOTICE
es: AVISO DE HUELGA

source: Barra di progresso
en: Progress bar
es: Barra de progreso

source: Bentornato
en: Welcome back
es: Bienvenido de nuevo

source: Benvenuto su LavoraMi
en: Welcome to LavoraMi
es: Bienvenido a LavoraMi

source: Bloccato qui? Controlla la tua connessione.
en: Stuck here? Check your connection.
es: ¿No puedes seguir adelante? Comprueba tu conexión.

source: Caricamento orari...
en: Loading timetables…
es: Cargando horarios...

source: Caricamento...
en: Loading…
es: Cargando...

source: Cerca ciò che ami...
en: Find what you love…
es: Busca lo que te gusta...

# Cerca la tua linea...
source: Cerca per linea o luogo…
en: Search by line or place…
es: Busca por línea o lugar…

source: Cerca nei lavori...
en: Search jobs...
es: Buscar en los trabajos...

source: Cerca per tipo o numero...
en: Search by type or number...
es: Buscar por tipo o número...

source: Cercate di recente
en: Recently Searched
es: Buscadas recientemente

source: Chiaro
en: Light
es: Claro

source: Chiudi
en: Close
es: Cerrar

source: Collegamenti
en: Links
es: Enlaces

source: Come funziona?
en: How does it work?
es: ¿Cómo funciona?

source: Come posso mettere una linea nei preferiti?
en: How do I add a line to my favourites?
es: ¿Cómo puedo añadir una línea a favoritos?

source: Completamente Accessibile
en: Fully accessible
es: Completamente accesible

# completamenteAccessibileDeps
source: Tutti i mezzi impiegati su questa linea sono dotati di pedane (manuali o elettriche) e posto riservato. Inoltre, la quasi totalità delle fermate (oltre il 90%) dispone di banchine rialzate che permettono l'incarrozzamento in autonomia o con assistenza minima.
en: All vehicles operating on this route are equipped with boarding ramps (manual or electric) and reserved seating. Furthermore, almost all stops (over 90%) have raised platforms, enabling passengers to board independently or with minimal assistance.
es: Todos los vehículos que circulan por esta línea están equipados con plataformas (manuales o eléctricas) y asientos reservados. Además, casi todas las paradas (más del 90 %) cuentan con andenes elevados que permiten subir al autobús de forma autónoma o con una asistencia mínima.

source: Condividi LavoraMi
en: Share LavoraMi
es: Compartir LavoraMi

source: Conferma
en: Confirm
es: Confirmar

source: Conferma Mail
en: Mail Confirmation
es: Confirmación Mail

source: Contatti
en: Contacts
es: Contacto

source: Continua
en: Continue
es: Continúa

source: Continuando, accetti i
en: You agree to the
es: Al continuar, aceptas los

source: Controlla la tua connessione e riprova.
en: Check your internet connection and try again.
es: Comprueba tu conexión e inténtalo de nuevo.

source: Crea account
en: Create account
es: Crear cuenta

source: Creando un Account LavoraMi, accetti i Termini di Servizio e la Privacy Policy. Vai in Impostazioni > Account per saperne di più.
en: By creating a LavoraMi account, you agree to the Terms of Service and Privacy Policy. Go to Settings > Account to learn more.
es: Al crear una cuenta en LavoraMi, aceptas las Condiciones de servicio y la Política de privacidad. Ve a Ajustes > Cuenta para obtener más información.

source: Dettagli Linea
en: Line Details
es: Detalles línea

source: Deviazioni
en: Deviations
es: Desvíos

source: di ATM
en: by ATM
es: de ATM

source: di Autoguidovie
en: by Autoguidovie
es: de Autoguidovie

source: di Movibus
en: by Movibus
es: de Movibus

source: di STAV
en: by STAV
es: de STAV

source: di Trenord
en: by Trenord
es: de Trenord

source: DIREZIONE: %@
en: DIRECTION: %@
es: DIRECCIÓN: %@

source: DIREZIONI:
en: DIRECTIONS:
es: DIRECCIONES:

source: di STAR
en: by STAR
es: de STAR

source: Elimina Account
en: Delete Account
es: Eliminar cuenta

source: Elimina la memoria Cache dal dispositivo, liberando spazio su disco.
en: Clean the cache from your device to free up disk space.
es: Borra la caché del dispositivo para liberar espacio en el disco.

source: Email inviata a %@!
en: Email sent to %@!
es: Email enviada a %@!

source: Email inviata!
en: Email sent!
es: ¡Correo enviado!

# endWorksTitle
source: Lavori terminati!
en: Works ended!
es: ¡Trabajo terminado!

source: Errore
en: Error
es: Error

source: Esci
en: Sign out
es: Salir

source: Fasce garantite %@
en: Guaranteed service hours: %@
es: Bandas garantizadas %@

source: FERMATA DI INTERSCAMBIO:
en: TRANSFER STATION:
es: PARADA DE INTERCAMBIO:

source: Fermata Cantiere
en: Worksite Stop
es: Parada Cantiere

source: Filtro Predefinito
en: Default Filter
es: Filtro predeterminado

source: Fine
en: End
es: Fin

# fineLavoriVar1
source: I lavori in %1$@ della linea %2$@ dovrebbero terminare oggi. Consulta il sito di %3$@ per aggiornamenti all'ultimo minuto.
en: Work on the %2$@ line in %1$@ is expected to be completed today. Visit the %3$@ website for more information.
es: Las obras en %1$@ de la línea %2$@ deberían terminar hoy. Consulta la página web de %3$@ para conocer las últimas novedades.

# fineLavoriVar2
source: I lavori in %1$@ delle linee %2$@ dovrebbero terminare oggi. Consulta il sito di %3$@ per aggiornamenti all'ultimo minuto.
en: Work on the %2$@ lines in %1$@ is expected to be completed today. Visit the %3$@ website for more information.
es: Las obras en %1$@ de las líneas %2$@ deberían terminar hoy. Consulta la página web de%3$@ para conocer las últimas novedades.

# fineLavoriVar3
source: I lavori a %1$@ della linea %2$@ dovrebbero terminare oggi. Consulta il sito di %3$@ per aggiornamenti all'ultimo minuto.
en: Work on the %2$@ line in %1$@ is expected to be completed today. Visit the %3$@ website for more information.
es: Las obras en %1$@ de la línea %2$@ deberían terminar hoy. Consulta la página web de %3$@ para conocer las últimas novedades.

# fineLavoriVar4
source: I lavori a %1$@ delle linee %2$@ dovrebbero terminare oggi. Consulta il sito di %3$@ per aggiornamenti all'ultimo minuto.
en: Work on the %2$@ lines in %1$@ is expected to be completed today. Visit the %3$@ website for more information.
es: Las obras en %1$@ de las líneas %2$@ deberían terminar hoy. Consulta la página web de %3$@ para conocer las últimas novedades.

source: Fonti & Sviluppo
en: Sources & Development
es: Fuentes y Desarrollo

source: Fonti Dati
en: Data Sources
es: Fuentes de Datos

source: Formato del File:
en: File Format:
es: Formato del Archivo:

source: Funzioni dell'app
en: App’s functions
es: Funciones de la app

source: Funzioni dell'App
en: App’s Functions
es: Funciones de la app

source: Generali
en: General
es: General

source: Gestisci
en: Manage
es: Gestionar

source: Gestisci il tuo Account
en: Manage your Account
es: Gestiona tu Cuenta

source: Guarda se una linea è completamente, parzialmente o per nulla accessibile. Tutto a colpo d'occhio.
en: See whether a line is fully, partially or not at all accessible. All at a glance.
es: Comprueba si una línea está totalmente, parcialmente o nada accesible. Todo de un vistazo.

source: Hai già un account?
en: Do you already have an account?
es: ¿Ya tienes una Cuenta?

source: I server di LavoraMi non sono attualmente disponibili. Ci scusiamo per il disagio.
en: The LavoraMi servers are currently unavailable. We apologize for the inconvenience.
es: Los servidores de LavoraMi no están disponibles en este momento. Lamentamos las molestias.

source: I tuoi dati sono al sicuro. Crea un Account per registrarti al nostro club LavoraMi.
en: Your information is secure. Create an account to sign up for our LavoraMi club.
es: Tus datos están a salvo. Crea una cuenta para registrarte en nuestro club LavoraMi.

source: Il bus può fare un ritardo dai 3 ai 5 minuti, questo è l'orario programmato.
en: The bus may be 3 to 5 minutes late. This is the scheduled timetable.
es: El autobús puede llegar con un retraso de entre 3 y 5 minutos; este es el horario previsto.

source: Il tuo Account
en: Your Account
es: Tu Cuenta

source: Impossibile caricare i dati dal server.
en: Unable to load data from the server.
es: No se pueden cargar los datos del servidor.

source: Imposta tutte le notifiche sottostanti su uno stato.
en: Set all the notifications below to a specific status.
es: Establece todas las notificaciones en un estado determinado.

source: Impostazioni
en: Settings
es: Ajustes

source: Impostazioni Notifiche
en: Notification Settings
es: Ajustes de Notificaciones

source: In base alle tue ricerche
en: Based on your research
es: Según tus búsquedas

source: In Corso
en: In Progress
es: En Curso

source: IN CORSO
en: IN PROGRESS
es: EN CURSO

source: In partenza
en: Leaving
es: En salida

# incorrettezzeDeps
source: Se trovi delle incoerenze nella nostra app con la tua linea, segnala questo problema a: info@lavorami.it!
en: If you notice any discrepancies between our app and your mobile plan, please report the issue to: info@lavorami.it!
es: Si detectas alguna inconsistencia en nuestra aplicación con respecto a tu línea, informa de este problema a: info@lavorami.it.

# incorrettezzeTitle
source: Segnala eventuali incorrettezze
en: Report any errors
es: Informa de cualquier error

source: Informazioni
en: Information
es: Información

source: Informazioni sul componente
en: Component Information
es: Información sobre el componente

source: Informazioni sull'Accessibilità
en: Accessibility Information
es: Información sobre accesibilidad

source: Informazioni sulle mappe
en: Info about deviations
es: Información sobre los mapas

# inizioLavoriVar1
source: I lavori in %1$@ della linea %2$@ sono iniziati oggi. Consulta il sito di %3$@ per maggiori info.
en: Work on the %2$@ line in %1$@ began today. Visit the %3$@ website for more information.
es: Las obras en %1$@ de la línea %2$@ han comenzado hoy. Consulta la página web de %3$@ para obtener más información.

# inizioLavoriVar2
source: I lavori in %1$@ delle linee %2$@ sono iniziati oggi. Consulta il sito di %3$@ per maggiori info.
en: Work on the %2$@ lines in %1$@ began today. Visit the %3$@ website for more information.
es: Las obras en %1$@ de las líneas %2$@ han comenzado hoy. Consulta la página web de %3$@ para obtener más información.

# inizioLavoriVar3
source: I lavori a %1$@ della linea %2$@ sono iniziati oggi. Consulta il sito di %3$@ per maggiori info.
en: Work on the %2$@ line in %1$@ began today. Visit the %3$@ website for more information.
es: Las obras en %1$@ de la línea %2$@ han comenzado hoy. Consulta la página web de %3$@ para obtener más información.

# inizioLavoriVar4
source: I lavori a %1$@ delle linee %2$@ sono iniziati oggi. Consulta il sito di %3$@ per maggiori info.
en: Work on the %2$@ lines in %1$@ began today. Visit the %3$@ website for more information.
es: Las obras en %1$@ de las líneas %2$@ han comenzado hoy. Consulta la página web de %3$@ para obtener más información.

source: Interscambi
en: Changes
es: Intercambios

source: Invia Email
en: Send Email
es: Enviar correo electrónico

source: Invia una richiesta al nostro Team per scaricare i tuoi dati.
en: Submit a request to our team to download your data.
es: Envía una solicitud a nuestro equipo para descargar tus datos.

source: La linea %@ è stata aggiunta nella sezione "Le tue linee"!
en: The line %@ has been added to the section “Your Lines”
es: ¡La línea %@ se ha añadido a la sección “Tus líneas”!

source: LA LINEA E' ATTIVA SOLO NEI GIORNI LAVORATIVI.
en: THE LINE IS AVAILABLE ONLY ON WORKING DAYS.
es: LA LÍNEA ESTÁ ACTIVA SOLO EN DÍAS LABORABLES.

source: LavoraMi è un'applicazione indipendente sviluppata da terze parti e NON è in alcun modo affiliata, supportata, autorizzata o sponsorizzata da ATM S.p.A., Trenord S.r.l., Gruppo FNM, RFI o altri enti di trasporto citati. Tutti i dati visualizzati in questa applicazione (orari, stati del servizio, avvisi) sono raccolti da fonti pubbliche al solo scopo di migliorarne la comprensione ed a solo scopo informativo. Non si fornisce alcuna garanzia, esplicita o implicita, riguardo l'accuratezza, la completezza, l'affidabilità o la tempestività delle informazioni fornite. Le informazioni potrebbero non riflettere variazioni dell'ultimo minuto. L'uso dell'applicazione è interamente a proprio rischio. Lo sviluppatore declina ogni responsabilità per eventuali inesattezze, ritardi, mancati servizi, danni diretti o indiretti derivanti dall'affidamento sulle informazioni fornite da questa app. Per le decisioni di viaggio critiche, si raccomanda di fare sempre riferimento ai canali ufficiali, agli annunci sonori e alla segnaletica presente in stazione. Tutti i marchi, i loghi e i nomi commerciali citati appartengono ai legittimi proprietari.
en: LavoraMi is an independent application developed by a third party and is NOT in any way affiliated with, supported by, authorized by, or sponsored by ATM S.p.A., Trenord S.r.l., the FNM Group, RFI, or any other transportation entities mentioned. All data displayed in this app (schedules, service status, alerts) is collected from public sources solely to improve understanding and for informational purposes only. No warranty, express or implied, is provided regarding the accuracy, completeness, reliability, or timeliness of the information provided. The information may not reflect last-minute changes. Use of the app is entirely at your own risk. The developer disclaims all liability for any inaccuracies, delays, service failures, or direct or indirect damages resulting from reliance on the information provided by this app. For critical travel decisions, we recommend always referring to official channels, audio announcements, and signage at the station. All trademarks, logos, and trade names mentioned belong to their respective owners.
es: LavoraMi es una aplicación independiente desarrollada por terceros y NO está afiliada, respaldada, autorizada ni patrocinada en modo alguno por ATM S.p.A., Trenord S.r.l., Gruppo FNM, RFI ni otras entidades de transporte mencionadas. Todos los datos que se muestran en esta aplicación (horarios, estado del servicio, avisos) se recopilan de fuentes públicas con el único fin de facilitar su comprensión y con fines meramente informativos. No se ofrece garantía alguna, ni explícita ni implícita, respecto a la exactitud, integridad, fiabilidad o puntualidad de la información proporcionada. Es posible que la información no refleje cambios de última hora. El uso de la aplicación es bajo su propia responsabilidad. El desarrollador declina toda responsabilidad por posibles inexactitudes, retrasos, falta de servicio, daños directos o indirectos derivados de la confianza depositada en la información proporcionada por esta aplicación. Para decisiones de viaje críticas, se recomienda consultar siempre los canales oficiales, los anuncios de voz y la señalización presente en la estación. Todas las marcas, logotipos y nombres comerciales mencionados pertenecen a sus legítimos propietarios.

source: LavoraMi mostra l'accessibilità di una linea in base agli impianti nelle stazioni ed alla tipologia di mezzo utilizzato.
en: LavoraMi shows the accessibility of a line based on the facilities at stations and the type of transport used.
es: LavoraMi muestra la accesibilidad de una línea en función de las instalaciones de las estaciones y del tipo de medio de transporte utilizado.

source: LavoraMi potrebbe non mostrare il percorso attuale di questa linea, poichè sono in corso deviazioni, interruzioni di tratte del percorso o di stazioni non accessibili. Consultate gli avvisi nella sezione "Lavori Linea" qui in basso!
en: LavoraMi may not show the current route for this line, as there are currently diversions, section closures or stations that are inaccessible. Please check the notices in the ‘Line Works’ section below!
es: Es posible que LavoraMi no muestre el recorrido actual de esta línea, ya que hay desvíos, interrupciones en el trayecto o estaciones inaccesibles. ¡Consulte los avisos en la sección «Obras en la línea» que aparece a continuación!

source: LavoraMi prende queste informazioni da fonti autorevoli e affidabili, i dati potrebbero non essere aggiornati all'ultimo minuto.
en: LavoraMi obtains this information from authoritative and reliable sources. However, the data may not be up to date.
es: LavoraMi obtiene esta información de fuentes fidedignas y fiables, por lo que es posible que los datos no estén actualizados al minuto.

source: LavoraMi prende queste informazioni da fonti autorevoli e affidabili, le eventuali deviazioni di percorso sono indicate nei lavori qui sotto mostrati, potete prendere le eventuali soluzioni di viaggio nell'apposita sezione.
en: LavoraMi obtains this information from authoritative and reliable sources; any route deviations are indicated in the journeys shown below, and you can find alternative travel options in the relevant section.
es: LavoraMi obtiene esta información de fuentes fidedignas y fiables; las posibles desviaciones en el recorrido se indican en los itinerarios que se muestran a continuación; puede consultar las posibles alternativas de viaje en la sección correspondiente.

source: Lavori della settimana...
en: This week’s works...
es: Obras de la semana...

source: Lavori in corso
en: Work in progress
es: Obras en curso

source: Lavori linea
en: Line works
es: Obras en línea

source: LAVORI SULLA LINEA:
en: WORK ON THE LINE:
es: OBRAS EN LA LÍNEA:

# lavoriDeviationInfoDeps
source: La mappa contiene il percorso originale della tratta, guarda le deviazioni di essa nella sezione: \"Lavori Linea\".
en: The map shows the original route; see the diversions in the ‘Line Works’ section!
es: El mapa muestra el trazado original del tramo; consulta los desvíos en la sección: \”Obras en línea\”.

# lavoriDeviationInfoTitle
source: Guarda i lavori
en: View the works
es: Mira las obras

# lavoriInizianoDomaniTitle
source: ⚠️ I lavori iniziano domani!
en: ⚠️ Work starts tomorrow!
es: ⚠️ ¡Las obras empiezan mañana!

# lavoriIniziatiTitle
source: Lavori Iniziati!
en: Works Started!
es: ¡Las obras han comenzado!

source: LAVORO IMPORTANTE
en: IMPORTANT WORK
es: OBRA IMPORTANTE

source: Le impostazioni vengono salvate automaticamente.
en: The settings are saved automatically.
es: La configuración se guarda automáticamente.

source: Librerie Open-Source
en: Open-Source Libraries
es: Bibliotecas de código abierto

source: Licenza:
en: License:
es: Licencia:

source: linea
en: line
es: línea

source: Linea attivata
en: Line Selected
es: Línea activada

source: Linea impostata per essere vista sul Widget dell'app!
en: Line set to be displayed on the app widget!
es: ¡Línea configurada para que se vea en el widget de la aplicación!

source: Linea salvata
en: Line Saved
es: Línea guardada

# lineaAccessibile
source: Completamente accessibile.
en: Fully accessible.
es: Totalmente accesible.

# lineaNonAccessibile
source: Non accessibile.
en: Not accessible.
es: No accesible.

# lineaParzialmenteAccessibile
source: Parzialmente accessibile.
en: Partially accessible.
es: Accesible parcialmente.

source: Linee
en: Lines
es: Líneas

source: Linee ATM
en: ATM Lines
es: Líneas ATM

source: Linee Autoguidovie
en: Autoguidovie Lines
es: Líneas Autoguidovie

source: Linee Bus
en: Bus Lines
es: Líneas de Autobús

source: Linee di Bus
en: Bus Lines
es: Líneas de Autobús

source: Linee Malpensa Express
en: Malpensa Express Lines
es: Líneas Malpensa Express

source: Linee Metropolitane
en: Metro Lines
es: Líneas Metro

source: Linee Movibus
en: Movibus Lines
es: Líneas Movibus

source: Linee Preferite
en: Favorite Lines
es: Líneas Favoritas

source: Linee R
en: Regional Lines
es: Líneas R

source: Linee RE
en: Regio Express Lines
es: Líneas RE

source: Linee Regio Express
en: Regio Express Lines
es: Líneas Regio Express

source: Linee Regionali
en: Regional Lines
es: Líneas Regional

source: Linee S
en: Suburban Lines
es: Líneas S

source: Linee STAR
en: STAR Lines
es: Líneas STAR

source: Linee STAV
en: STAV Lines
es: Líneas STAV

source: Linee Suburbane
en: Suburban Lines
es: Líneas Suburbanas

source: Linee Tram
en: Tram Lines
es: Líneas de Tranvía

source: Linee Tramviarie
en: Tram Lines
es: Líneas de Tranvía

source: Linee Transfrontaliere
en: TILO Lines
es: Líneas TILO

source: Linee Trenord
en: Trenord Lines
es: Líneas Trenord

source: Lingua
en: Language
es: Idioma

source: Manutenzione in corso.
en: Maintenance in progress.
es: Mantenimiento en curso.

source: Mappa
en: Map
es: Mapa

# messaggioEmailDati
source: Buongiorno,\nVorrei richiedere l'invio dei miei dati in formato %1$@ dell'Account con mail: %2$@\nMessaggio inviato dall'App LavoraMi.
en: Good morning,\\nI would like to request that my account data be sent in %1$@ format to the email address: %2$@\\nMessage sent from the LavoraMi app.

source: Metropolitana
en: Metro
es: Metro

source: Modifica l'orario di arrivo delle notifiche.
en: Change the time when notifications are delivered.
es: Cambia la hora en la que se reciben las notificaciones.

source: Modifica Password
en: Edit Password
es: Cambiar Contraseña

source: Mostra Banner Scioperi
en: Show Strike Banners
es: Mostrar Banner Huelgas

source: Mostra il banner degli scioperi nella Home quando sono presenti.
en: Displays the strike banner on the Home page when strikes are taking place.
es: Muestra el banner de las huelgas en la página de inicio cuando haya alguna.
